[
  {
    "id": "3d4e",
    "path": "3d4e",
    "full_name": "3D Printing For Everyone",
    "short_name": "3D4E",
    "floor": 7,
    "table": "E",
    "umbrella": "",
    "website": "",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "3D4E is a place to create personal and student-driven projects through the use of 3D-printing. At 3D4E, we strive to inspire people through the power of computer-aided design, and leave our own mark by building practical solutions to real-world problems through 3D-printed products.",
    "description": "Our club’s main focus is on group projects, in which we design, manufacture, and test using CAD software and 3D printing. Regardless of your background, major, or design experience, we are committed to teaching all our general members how to 3D print from the ground up. During the Fall Quarter, after we recruit new members, we will host weekly workshops to train everyone how to use CAD tools like Fusion360, and translate your designs into manufacturable prints. In addition to our group efforts, 3D4E also supports members with the resources and expertise they might need to pursue their own individual ideas. We work on quarter-long or year-long projects on topics like cosplay, RC cars, prosthetics, and wearable technology to showcase nationally with other 3D4E chapters. The best way to get in contact with us and get information on meetings is to join our Slack: <a href=\"https://tinyurl.com/y66br8vn\">https://tinyurl.com/y66br8vn</a>. Our first meeting is on <b>October 8th (Week 1 Thursday) at 7 pm!</br>"
  },
  {
    "id": "acm",
    "path": "acm",
    "full_name": "ACM",
    "short_name": "Association for Computing Machinery at UCLA",
    "floor": 1,
    "table": "B",
    "umbrella": "",
    "website": "https://www.uclaacm.com/",
    "email": "acm@ucla.edu",
    "facebook": "https://www.facebook.com/groups/uclaacm",
    "twitter@": "",
    "instagram@": "acm.ucla",
    "discord": "tinyurl.com/ACMserver",
    "tagline": "As the largest Computer Science student organization at UCLA and in Southern California, ACM at UCLA welcomes students of all backgrounds, interests, and skill levels to join our community and share in our passion for CS. ACM comprises eight committees with each serving a unique topic and mission such as  web and mobile development, artificial intelligence, cybersecurity, game design, diversity in tech, and so much more!",
    "description": "Looking for a community to explore your interests in computer science and technology? ACM at UCLA welcomes students from all backgrounds, interests, and skill levels to join us in our passion for tech!<br>As UCLA’s largest CS student org, ACM at UCLA comprises 8 committees, each with a unique topic and mission, such as web and mobile development, artificial intelligence, cybersecurity, game design, diversity in tech, and so much more! Each of our committees offer beginner and advanced workshops along with other events like socials, hackathons, and much more!<p class=\"p-text-break\"></p>Want to learn more about our committees and what we do? Come out to our Fall General Meeting on Monday, October 5th, 2020 at 6:30pm. To stay up to date about our events, check out our social media! There are no sign-ups or membership required!"
  },
  {
    "id": "acm_ai",
    "path": "acm_ai",
    "full_name": "ACM AI",
    "short_name": "",
    "floor": 5,
    "table": "A",
    "umbrella": "acm",
    "website": "https://uclaacmai.github.io/",
    "email": "ucla.acm.ai@gmail.com",
    "facebook": "https://www.facebook.com/groups/uclaacmai",
    "twitter@": "http://twitter.com/acm_ai_ucla",
    "instagram@": "acm_ai_ucla",
    "discord": "",
    "tagline": "ACM AI is UCLA’s premier artificial intelligence and machine learning organization",
    "description": "ACM AI’s mission is to grow and develop a community of students interested in Artificial Intelligence (AI) at UCLA, Los Angeles, and beyond. Our initiatives aim to serve everyone who has an interest in AI regardless of background, including people with no prior experience or knowledge in AI and non-CS majors. No application is required to attend our events. This fall ACM AI is offering three workshop series: Beginner Track, Advanced Track, and Applied ML. Beginner Track is an introductory course that teaches fundamentals of machine learning and assumes no prior background in AI. Advanced Track is a more advanced machine learning course that covers more advanced deep learning topics and is designed for students who have already previously taken Beginner Track or have prior knowledge of machine learning fundamentals. Our Applied ML workshops series covers practical skills needed to apply machine learning theory to real world problems and is designed for students who already have knowledge of machine learning fundamentals. UCLA is one of the world’s leading AI research producing institutions. This fall, ACM AI will be hosting a panel of world-class AI researchers from UCLA in a discussion on their ongoing work at UCLA, the greater AI research landscape, and how undergraduates can get involved. The best way for prospective members to get information on our events or contact us is our Facebook group. Our first info-session will be on Monday October 12 at 6:30PM on Zoom (zoom link will be posted in our Facebook group soon).<p class=\"p-text-break\"></p>Facebook Group: <a href=\"https://www.facebook.com/groups/uclaacmai\">https://www.facebook.com/groups/uclaacmai</a><br>Email: ucla.acm.ai@gmail.com<br>Website: <a href=\"https://uclaacmai.github.io/\">https://uclaacmai.github.io/</a><br>Instagram: <a href=\"https://www.instagram.com/acm_ai_ucla/\">https://www.instagram.com/acm_ai_ucla/</a>Twitter: <a href=\"https://twitter.com/acm_ai_ucla\">https://twitter.com/acm_ai_ucla</a><br>Github: <a href=\"https://github.com/uclaacmai\">https://github.com/uclaacmai</a>"
  },
  {
    "id": "acm_cyber",
    "path": "acm_cyber",
    "full_name": "ACM Cyber",
    "short_name": "",
    "floor": 5,
    "table": "F",
    "umbrella": "acm",
    "website": "https://acmcyber.com/",
    "email": "uclacyber@gmail.com",
    "facebook": "https://www.facebook.com/groups/320869398280511",
    "twitter@": "",
    "instagram@": "",
    "discord": "https://discord.gg/j9dgf2q",
    "tagline": "Cybersecurity sounds hard. We get it. ACM Cyber holds workshops throughout each quarter geared towards novices and hobbyists curious about the world of cybersecurity, on topics such as forensics, web hacking, cryptography, and reverse engineering. We also hold Capture The Flag (CTF) competitions in which teams can participate collaboratively to solve cybersecurity challenges. All our events are open to anyone and everyone, even if you have no experience whatsoever.",
    "description": "Our mission is to create a community in which both experts and beginners alike can grow in the field of cybersecurity skills and knowledge. We want to make cybersecurity simple and accessible for everyone. To that end, we hold workshops and special events designed for beginners with no experience or just beginning in cybersecurity. <p class=\"p-text-break\"></p>Each quarter we hold a series of Cyber Academy workshops focused on specific key topics in cybersecurity. This year, for Fall we have Forensics; Winter is Web Hacking; and in Spring we’ll cover Cryptography. All of our workshops don’t have prerequisites. Anyone is welcome. Feel free to come to one even if you had to miss a previous one! The major event we have each quarter is our CTF After Dark competitions, where you can join a team or go solo and solve cybersecurity challenges. We emphasize on making CTF After Dark very beginner friendly, as a fun introduction to CTF competitions. Feel free to participate even if you haven’t come to our workshops! <p class=\"p-text-break\"></p>We post all our events’ information on our website, on our Facebook Page, and in our newsletter. Each week, we also send out an email about upcoming Cyber events, interesting Cybersecurity news, and write-ups about exploits and CTFs! <p class=\"p-text-break\"></p>Be sure to check out the general ACM Fall GM on <b>Monday, October 5 at 6:30pm</b>, where you can hear more about all eight ACM committees. Then come to the Cyber Fall GM and participate in our Cyber Corps Virtual Scavenger Hunt on <b>Wednesday, October 7 at 6:30pm</b>.<p class=\"p-text-break\"></p>Sign up for the ACM at UCLA newsletter: <a href=\"http://eepurl.com/c5pE6P \">http://eepurl.com/c5pE6P </a><br>Sign up for ACM Cyber newsletter: <a href=\"https://tinyurl.com/acmcybernewsletter \">https://tinyurl.com/acmcybernewsletter </a><p class=\"p-text-break\"></p>Contact us at: <br>Discord: <a href=\"https://discord.gg/j9dgf2q \">https://discord.gg/j9dgf2q </a><br>Website: <a href=\"https://acmcyber.com/ \">https://acmcyber.com/ </a><br>Facebook: UCLA ACM Cyber<br>Email: uclacyber@gmail.com <br>"
  },
  {
    "id": "acm_design",
    "path": "acm_design",
    "full_name": "ACM Design",
    "short_name": "",
    "floor": 5,
    "table": "C",
    "umbrella": "acm",
    "website": "",
    "email": "uclaacmdesign@gmail.com",
    "facebook": "https://www.facebook.com/groups/acmdesign",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "ACM Design is a team of innovators that work to foster a community passionate about design and user experience through the intersection of creativity and technology.",
    "description": "ACM Design’s mission is to help bridge the gap between technical and non-technical thinking by emphasizing both the development and creative side of user experience design. We teach design basics in both graphic and UX design, introduce students to the recruitment process in design with resume and portfolio workshops, and provide mentorship for professional endeavors in the design field. Our curriculum teaches from the ground up, so there is no prior experience necessary which is perfect for those who are still exploring and want to learn more about design. Our committee mainly works on design requests from other committees, but we also work on internal projects such as our rebranding project, and host external workshops to teach design. <p class=\"p-text-break\"></p> Follow us on our facebook group, <a href=\"https://www.facebook.com/groups/acmdesign\">UCLA ACM Design</a> to stay updated on our events. Contact us either using the facebook group message or email us at uclaacmdesign@gmail.com.<p class=\"p-text-break\"></p>Come by the ACM general meeting on Monday October 5th 6:30 - 7:30 PM PST to learn more about ACM Design and our recruitment process. More information will be posted on <a href=\"https://www.facebook.com/uclaacm/\">ACM’s general facebook page</a>. <p class=\"p-text-break\"></p>ACM Design’s info session is Thursday at 9 PM PST. There is no need to sign up as we will post the event with the Zoom link on our Facebook group."
  },
  {
    "id": "acm_hack",
    "path": "acm_hack",
    "full_name": "ACM Hack",
    "short_name": "",
    "floor": 5,
    "table": "H",
    "umbrella": "acm",
    "website": "https://hack.uclaacm.com/",
    "email": "uclaacmhack@gmail.com",
    "facebook": "https://www.facebook.com/groups/acmhack",
    "twitter@": "",
    "instagram@": "uclahack",
    "discord": "",
    "tagline": "We are a group of coders dedicated to teaching students how to build amazing things and explore the world of tech. We teach quarterly workshops on topics such as web and mobile development, and host fun events like our annual beginner-friendly hackathon, Hack on the Hill, to give students a chance to put their creativity to the test in a friendly competition.",
    "description": "We are a student-run organization whose mission is to empower the community by providing the means to build amazing things and explore what is possible through code. We offer quarterly workshop series designed to teach beginners who have little to no background experience with coding. Hackschool, our fall beginner web development series, teaches the fundamentals of how to build a website complete with a front-end and back-end. In different quarters, we’ve taught either iOS or Android development in our mobile web development series, Hack Sprint. We also host an annual 12-hour beginner friendly Hackathon, Hack on the Hill, to give beginners a glimpse into what a real hackathon would feel like. Our events are for coders of all skills levels, so whether you've been to 10 hackathons or you just learned \"Hello World,\" we're happy to have you. Stay connected with us through our website and social media links!<p class=\"p-text-break\"></p>Come out and meet us at ACM’s general meeting at 6:30pm on Monday, October 5th."
  },
  {
    "id": "acm_icpc",
    "path": "acm_icpc",
    "full_name": "ACM ICPC",
    "short_name": "International Collegiate Programming Contest",
    "floor": 5,
    "table": "D",
    "umbrella": "acm",
    "website": "",
    "email": "uclaicpc@gmail.com",
    "facebook": "https://www.facebook.com/groups/ucla.icpc/",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Our mission is to promote algorithmic thinking and help build proficient problem solvers. Through weekly workshops, programming contests, and puzzle hunts, we help our members excel in competitive programming and technical interviews.",
    "description": "Our mission is to promote algorithmic thinking and help build proficient problem solvers. Although we are rooted in the prestigious ICPC competition (as our name suggests), our scope and vision extends well beyond. Whether you are completely new to competitive programming (or even CS!) or a veteran coder, we have plenty of learning opportunities for you. All you need is a passion for problem solving! Project A*, our weekly algorithm academy, is a series of hands-on workshops where you pave your path from a beginner to an experienced competitive programmer to help you compete at the highest levels ( International Collegiate Programming Contest (ICPC), Google Code Jam, Facebook Hacker Cup and the like!). We host a quarterly technical interview preparation bootcamp to help you ace the recruiting season. In addition, we host CodeSprintLA (our own annual programming competition), and various puzzle hunts throughout the year. Once again, all you need is a passion for problem-solving!<p class=\"p-text-break\"></p>Join us at the ACM Fall General Meeting at 6:30pm (Pacific) on October 5."
  },
  {
    "id": "acm_studio",
    "path": "acm_studio",
    "full_name": "ACM Game Studio",
    "short_name": "",
    "floor": 5,
    "table": "B",
    "umbrella": "acm",
    "website": "",
    "email": "",
    "facebook": "https://www.facebook.com/groups/uclaacmstudio",
    "twitter@": "",
    "instagram@": "",
    "discord": "https://discord.gg/9jDH6rN",
    "tagline": "ACM Game Studio teaches, facilitates, and encourages students in their pursuit of all aspects of video game development.",
    "description": "Game Studio’s mission is to teach skills revolving around video game development such as computer science, game design and art in order to help usher students into the game development industry. We cater to all experience levels with multiple tutorial tracks that teach both beginner and advanced skills, particularly in the Unity game engine. Throughout fall quarter we provide tutorial sessions for our advanced and beginner tutorial tracks. Then during winter quarter we break up the club into project teams where an experienced team lead presents a game idea and then works on it with their respective group throughout winter and spring quarter. In addition to this, across the whole school year we host socials and game jams for anyone interested. To contact us, join either the ACM General discord or our club’s personal ACM Game Studio discord. You can also contact us through our Facebook page, where we’ll announce information about our event. <p class=\"p-text-break\"></p>ACM as a whole has a general meeting on Monday, October 5, 6:30pm so if you want some more information please attend! However, we accept members whenever so even if you can’t make the general meeting you can join both our organization or any of the ACM organizations."
  },
  {
    "id": "acm_teachla",
    "path": "acm_teachla",
    "full_name": "ACM Teach LA",
    "short_name": "",
    "floor": 5,
    "table": "G",
    "umbrella": "acm",
    "website": "http://teachla.uclaacm.com",
    "email": "acmteachla@gmail.com",
    "facebook": "https://www.facebook.com/teachlaucla/",
    "twitter@": "",
    "instagram@": "",
    "discord": "https://discord.gg/4bcwv7t",
    "tagline": "ACM Teach LA is a K-12 outreach club dedicated to providing equitable access to CS education in the LA Area! We teach classes, run events, and write code so that everybody gets to enjoy CS. And importantly, we want to help you grow: as a student, a teacher, a programmer, a leader, and as a person!",
    "description": "We love beginners, newcomers, and people from diverse backgrounds. We don’t care what major you are, if you know how to code, or if you’ve worked with kids before; we can teach you everything you’ll need to know for your first day! Our breadth gives you opportunities to learn all sorts of skills, from CS fundamentals to hands-on project experience, or soft skills like public speaking and leadership. And, we especially value diversity as it brings so much to the classroom, both in how we think about teaching and as role models for kids. Long story short, you’re pretty cool, and we probably want you!<p class=\"p-text-break\"></p>There are many ways to get involved in Teach LA, all of which require no prior experience! Our signature program is teaching weekly (and now remote) CS classes, ranging from introductory Scratch and Python all the way to AI & ML or web + app development classes at local high schools. We also run one-off (virtual) events on topics like diversity in tech, bias in AI & ML, or a hacking-themed set of workshops. We also write educational software on our dev team, either by developing interactive web applications called “Learning Labs” (ex: <a href=\"https://passworks.uclaacm.com/\">Passworks</a>), maintain our <a href=\"https://editor.uclaacm.com/\">free online code editor</a>, or bust out your design skills on our <a href=\"https://teachla.uclaacm.com/\">website</a>. Did we already say no experience required?<p class=\"p-text-break\"></p>Your best bet to learn more about us (and other cool clubs) is to come to ACM’s General Meeting, at 6:30 PM on Monday, October 5th."
  },
  {
    "id": "acm_w",
    "path": "acm_w",
    "full_name": "ACM-W",
    "short_name": "",
    "floor": 5,
    "table": "E",
    "umbrella": "acm",
    "website": "",
    "email": "uclaacmw@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "ACM-W aims to promote diversity in tech through mentorship, professional development, and community in the CS field.",
    "description": "Our mission is to ensure no one feels locked out of tech, especially underrepresented minorities in the field. We are a perfect organization for freshmen/those new to CS looking to get involved in the CS community. There is no application process, and our mentorship program is aimed to assist those new to UCLA and CS alike as they navigate the tech space. ACM-W is a subset of ACM, a larger organization that offers a wide variety of beginner- and advanced-friendly workshops, activities, and communities centered around making computer science as accessible as possible. We love new friends :)<p class=\"p-text-break\"></p>ACM’s GM will be taking place Monday, October 5, at 6:30PM - come through to meet us, the rest of ACM, and join our community!"
  },
  {
    "id": "aiaa",
    "path": "aiaa",
    "full_name": "American Institute of Aeronautics and Astronautics",
    "short_name": "AIAA at UCLA",
    "floor": 2,
    "table": "A",
    "umbrella": "",
    "website": "",
    "email": "aiaaucla@gmail.com",
    "facebook": "https://www.facebook.com/UCLA.AIAA/",
    "twitter@": "",
    "instagram@": "aiaa_ucla",
    "discord": "",
    "tagline": "The American Institute of Aeronautics and Astronautics (AIAA) Student Branch at UCLA is an aerospace society focused on professional development, academic support, and technical projects. We are the umbrella organization for our three technical projects, Design Build Fly (DBF) at UCLA, Rocket Project (RP) at UCLA, and Unmanned Aerial Systems (UAS) at UCLA. In addition to technical projects, AIAA at UCLA hosts industry-facing events like career fairs, tours of industry facilities, and info-sessions with companies. AIAA at UCLA also has a mentorship program for new members.",
    "description": "AIAA at UCLA strives to connect students to the aerospace industry and help them prepare for post-graduation. Through career development, mentorship, and our hands-on projects, we aim to cultivate the next generation of great engineers. Through new-member training programs in our technical projects, our members gain knowledge and apply skills long before these concepts are taught in courses. This, along with AIAA's professional events and our mentorship program, helps new members adapt to UCLA and prepare for internships and careers. We plan on having many industry-facing virtual events this year! Check out our technical projects to see their competitions and events this year!<p class=\"p-text-break\"></p>Feel free to email us and follow us on social media!<br>Join us at our virtual kickoff meeting on Tuesday, October 6th, 2020 at 6:00 PM Pacific. The Zoom Meeting ID is 992 4647 0627 or you can use the link here: <a href=\"https://ucla.zoom.us/j/99246470627\">https://ucla.zoom.us/j/99246470627</a>"
  },
  {
    "id": "aiche",
    "path": "aiche",
    "full_name": "American Institute of Chemical Engineers",
    "short_name": "AIChE",
    "floor": 3,
    "table": "B",
    "umbrella": "",
    "website": "http://aiche.seas.ucla.edu/",
    "email": "",
    "facebook": "https://www.facebook.com/AIChEatUCLA/",
    "twitter@": "",
    "instagram@": "aicheatucla",
    "discord": "",
    "tagline": "Connecting chemical engineering students with industry professionals, faculty, and peers through networking, career, and mentorship events. We also offer three technical projects for students of all years, including Chem-E-Car where students design, build, and test a vehicle powered by chemical reactions.",
    "description": "The mission of the AIChE Student Chapter at UCLA is to provide resources and support to chemical engineering students so that they can succeed academically and advance professionally. For new students, we offer a Chemical Engineering Introductory Project (ChIP) where participants learn and apply principles, such as process design and process controls, by building a small-scale chemical engineering system in teams. We also offer a Lifetime Engineering Applications Project (LEAP) where students model real-life industrial processes using PRO/II, a process simulation software. In Chem-E-Car, students research, design, experiment, and collaborate with team members to build a shoebox-sized car fueled and stopped purely by chemical reactions. Teams are composed of sophomores/second-year transfer students and above. Through our mentorship program, freshmen and first-year transfer students are paired with a mentor of similar interests and placed into families to help facilitate the transition into UCLA. Our family heads host events throughout the quarter to allow students to connect outside of classes. AIChE also hosts an Annual Career Fair in the fall, in addition to professional development workshops and information sessions with various companies throughout the year. Our 1st Fall General Meeting will be on October 6th, 6-8PM PST on Zoom. <p class=\"p-text-break\"></p>To become a member, simply submit your completed membership form and dues. All information about AIChE at UCLA can be found on our website <a href=\"http://aiche.seas.ucla.edu/\">http://aiche.seas.ucla.edu/</a>. Feel free to contact us through Instagram or Facebook @aicheatucla."
  },
  {
    "id": "aises",
    "path": "aises",
    "full_name": "American Indian Science and Engineering Society",
    "short_name": "AISES",
    "floor": 6,
    "table": "A",
    "umbrella": "",
    "website": "https://aisesatucla.wixsite.com/aisesucla",
    "email": "",
    "facebook": "https://www.facebook.com/uclaaises/",
    "twitter@": "",
    "instagram@": "ucla_aises",
    "discord": "",
    "tagline": "AISES at UCLA is an outreach, professional development and technical organization that aims to reach out to the Native American community on campus and the Southern California area to provide resources and opportunities to succeed in their STEM careers.",
    "description": "We welcome people from any major and ethnicity to join us on our mission of substantially increasing the representation of American Indians, Alaska Natives, Native Hawaiians, Pacific Islanders, First Nations and other indigenous peoples of North America in STEM studies and careers. We do so focusing on the following pillars of our organization:<br><br><b>Professional Development:</b> We offer national conference scholarships and networking opportunities for all of our members. They consist of 1:1 meetings with recruiters and engineers from our industry partners, such as Facebook, Boeing, Intel and so on, on resume critiques, info sessions, mock interview workshops and socials. <br><b>Technical Project:</b> The only minority competitive technical project at UCLA. Our rocketry team, Bearospace,  is participating in the NASA Student Launch and First Nations Launch national competitions. Our members are able to choose a competition depending on their skills and experience where we train them to take on important sections of the project. This provides students of any level real hands on experience and ownership over a section of a competitive engineering project.<br><b>Outreach:</b> We have an online weekly outreach program to K12 schools where our  members can volunteer to tutor and mentor high school students in STEM subjects and college advising workshops. During the year we also hold Youth Motivation Day in which we invite middle school students to participate in a day-long STEM day.<br><br>Follow us on social media for more information about our meetings and programs!<br>Facebook: UCLA AISES <a href=\"https://www.facebook.com/uclaaises/\">https://www.facebook.com/uclaaises/</a><br>Instagram: @ucla_aises <a href=\"https://www.instagram.com/ucla_aises/\">https://www.instagram.com/ucla_aises/</a> <br>Website: <a href=\"https://aisesatucla.wixsite.com/aisesucla\">https://aisesatucla.wixsite.com/aisesucla</a> <br>GroupMe: <a href=\"https://groupme.com/join_group/37658441/Ibdhlu\">https://groupme.com/join_group/37658441/Ibdhlu</a> <br>"
  },
  {
    "id": "asce",
    "path": "asce",
    "full_name": "American Society of Civil Engineers",
    "short_name": "ASCE",
    "floor": 1,
    "table": "C",
    "umbrella": "",
    "website": "http://www.ascebruins.org/",
    "email": "",
    "facebook": "http://www.facebook.com/asceucla",
    "twitter@": "http://twitter.com/ASCE_BRUINS",
    "instagram@": "asce_bruins",
    "discord": "",
    "tagline": "The American Society of Civil Engineers (ASCE) is a professional, social, and projects-based organization that provides networking opportunities and hands-on learning experiences for our members. Our organization offers twelve technical projects, ten of which are competitive and two of which are community service-oriented, a plethora of professional development, social, and community service events, a strong mentorship program, and endless fun learning opportunities!",
    "description": "Our mission statement is creating community and enriching experiences, or creating CEE, as our purpose is to make your experience at UCLA as enjoyable as possible and help you find a community within ASCE. Whether you are looking for networking opportunities with industry professionals, hands-on project experience, or a chance to make long lasting friendships, ASCE is here to help.<p class=\"p-text-break\"></p>We welcome students of all majors and grade levels. No prior experience is needed to join our organization. We try to help our beginner level students including freshmen and transfers as much as possible by teaching them practical knowledge through projects and technical workshops, preparing them for networking with industry representatives through professional events, and pairing them with an upperclassman mentor to give them the opportunity to learn more about civil engineering through our mentorship program.<p class=\"p-text-break\"></p>Some of our major events include our career fairs, company info sessions, technical workshops, socials, and mentorship events. In addition to our events, we offer twelve engineering projects: Concrete Canoe, Construction Management, Engineering X, Environmental Design, GeoWall, Navajo Project, Seismic Design, Seismic Outreach, Steel Bridge, Surveying, Timber Design Build, and Transportation. <br> If you would like to get in contact with us, please feel free to reach out to our President, Yuen, at y.lenh07@gmail.com or check us out on social media by joining our Facebook group (UCLA ASCE), liking our Facebook page (ASCE at UCLA), and following our instagram (asce_bruins) and Snapchat (asce_snaps). You can also check out our website (<a href=\"http://www.ascebruins.org/\">ascebruins.org</a>) for more information! <p class=\"p-text-break\"></p> If you are interested in joining ASCE, please come to our first general meeting on Wednesday, October 7th, at 6 PM via <a href=\"https://ucla.zoom.us/j/99165914144?pwd=T2pqcTdieURhTFRtSGIwMVhnelB5QT09\">Zoom</a> (Meeting ID: 991 6591 4144, Passcode: 582364). We will be giving you a more in-depth look at what ASCE is about and releasing our membership application at this general meeting!"
  },
  {
    "id": "asme",
    "path": "asme",
    "full_name": "American Society of Mechanical Engineers",
    "short_name": "ASME",
    "floor": 6,
    "table": "D",
    "umbrella": "",
    "website": "http://asmebruins.com",
    "email": "asme.bruins@gmail.com",
    "facebook": "https://www.facebook.com/asmebruins",
    "twitter@": "",
    "instagram@": "asmebruins",
    "discord": "",
    "tagline": "ASME at UCLA is a technical, professional, and social organization dedicated to fostering engineering skills, professional development, and connecting students. Through our 4 hands-on projects and countless social and professional events, we provide a supportive environment to discover what it means to be an engineer during your time here.",
    "description": "ASME at UCLA challenges students to set new standards in the field of mechanical engineering, in all scopes--from individual development, to the Samueli Engineering community, to UCLA, to the rest of the world. Our purpose is to provide resources for students to build strong technical, professional, and social foundations in order to become contributors to the global community. <br><br>Two of our technical projects, FADE and Combat Robotics, require no experience to join as everything will be taught to you; it is very common for freshmen or new engineers to join both projects together as they complement each other nicely. Our professional events provide numerous opportunities to learn how to improve or write your resume, create and practice your elevator pitch, and land the dream internship or job. Our socials provide a supportive environment where you can make new friends taking the same classes as you and bond over various online activities and games.<br><br>ASME offers four hands-on projects: Fabrication and Design Essentials (FADE), Combat Robotics, X1 Robotics, and Bruin Underwater Robotics (BUR). These projects give you a variety of experiences for all skill levels that result in impressive projects that can be added to your resume. Our professional events include the annual MAExMSE Career Fair, individual company info sessions, and in-house workshops. All three of these types of events help give you structured feedback and constructive criticism from big company recruiters and successful upperclassmen/alumni. Our social events provide numerous opportunities to find fellow engineers to befriend and create unbreakable bonds as you take classes together and explore what it means to be an engineer.<br><br>If you have any questions, contact us any of the following:<br>Instagram: asmebruins<br>Facebook: https://www.facebook.com/asmebruins<br>Email: asme.bruins@gmail.com<br>Website: asmebruins.com<br>Our newsletter will also keep you updated on upcoming events and opportunities throughout the quarter, and it is the best way to first get involved in the club.<br><br>If you want to join a project or learn more about upcoming social and professional events, come to our Fall Gm on Monday, October 5th at 6:00pm. Also, make sure to sign up below for the newsletter below so you can get a reminder for GM!<br><br>Sign up for our newsletter: <a href=\"https://forms.gle/qB4yHCHbnqNXGp9A9\">https://forms.gle/qB4yHCHbnqNXGp9A9</a> <br>"
  },
  {
    "id": "baja_sae",
    "path": "baja_sae",
    "full_name": "Bruin Racing Baja SAE",
    "short_name": "Baja SAE",
    "floor": 3,
    "table": "F",
    "umbrella": "Bruin Racing",
    "website": "http://bruinracing.com",
    "email": "",
    "facebook": "http://www.facebook.com/bruinracing",
    "twitter@": "",
    "instagram@": "bruinracing",
    "discord": "",
    "tagline": "We are an organization that specializes in designing, building, and competing single seat off-road vehicles in the Society of Automotive Engineers annual Baja competition series.",
    "description": "Bruin Racing Baja SAE strives to create the brightest engineers of the future by providing students with hands-on design, manufacturing, and business experience. Baja SAE and the Bruin Racing teams train every new member in the skills needed to succeed on the team and in the engineering industry beyond. New members are taught the basics of computer-aided design and finite element analysis using Solidworks, as well as the basics of manual machining. Our new member training is suitable for students with any level of experience with engineering work. Baja SAE focuses on designing, constructing, and testing a robust off-road vehicle throughout the year. Our effort culminates in two major competitions organized by the Society of Automotive Engineers, where we compete against more than 100 universities across the globe. <p class=\"p-text-break\"></p>To get into contact with Baja SAE, please fill out this form to sign up for the new members mailing list (<a href=”https://forms.gle/MdAZ17Z4V83mTHyW7\">https://forms.gle/MdAZ17Z4V83mTHyW7</a>). For any inquiries, email us at cheryl.lee@bruinracing.org. Please also visit our instagram (@bruinracing), our facebook page (www.facebook.com/bruinracing), and our website (bruinracing.com). Our first meeting will be held on October 8th, 6PM over Zoom! For the meeting invitations, sign up for our mailing list on the google form above."
  },
  {
    "id": "beam",
    "path": "beam",
    "full_name": "Building Engineers and Mentors",
    "short_name": "BEAM",
    "floor": 4,
    "table": "D",
    "umbrella": "",
    "website": "https://beam.ucla.edu/",
    "email": "uclabeam@g.ucla.edu",
    "facebook": "https://www.facebook.com/uclabeam/",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Building Engineers and Mentors (BEAM) brings STEM education to local, underserved elementary schools. We teach weekly lessons to 4th- and 5th-graders (currently over Zoom) that introduce science and engineering principles through engaging hands-on activities.",
    "description": "BEAM aims to make science education more accessible and equitable (and fun!) and improve student attitudes towards science. Our UCLA mentors have an opportunity to positively impact young students as well as improve their own mentorship and communication skills. We're open to students of all majors and don't require any experience other than a passion for STEM! Fill out our interest form <a href=”https://forms.gle/TjkkNKZtcaP9qoHL7\">https://forms.gle/TjkkNKZtcaP9qoHL7</a> to get involved. We have weekly curriculum planning meetings and site visits once a week at each of our two partner schools (via Zoom for fall). Our info session for fall quarter will be Wednesday, 10/7 from 6pm to 7pm. (<a href=”https://ucla.zoom.us/j/93399275480?pwd=TndrREZLU0o2K2R6Vm1CR05CSG5LQT09\">https://ucla.zoom.us/j/93399275480?pwd=TndrREZLU0o2K2R6Vm1CR05CSG5LQT09</a>)<p class=\"p-text-break\"></p>Email us at uclabeam@g.ucla.edu with any questions and visit our website or Facebook for more information!"
  },
  {
    "id": "bfr",
    "path": "bfr",
    "full_name": "Bruin Formula Racing",
    "short_name": "BFR",
    "floor": 1,
    "table": "F",
    "umbrella": "Bruin Racing",
    "website": "http://bruinracing.com",
    "email": "matthew.mcmahan@bruinracing.org",
    "facebook": "http://www.facebook.com/bruinracing",
    "twitter@": "",
    "instagram@": "bruinracing",
    "discord": "",
    "tagline": "Bruin Formula Racing is an organization that specializes in designing, building, and competing single seat on-track vehicles in the Society of Automotive Engineers annual Formula competition series.",
    "description": "BFR strives to create the brightest engineers of the future by providing students with hands-on design, manufacturing, and business experience. We work together with the other Bruin Racing teams to train every new member in the skills needed to succeed on the team and in the engineering industry beyond. New members are taught the basics of computer-aided design and finite element analysis using Solidworks, as well as the basics of manual machining. Our new member training is suitable for students with any level of experience with engineering work. Formula SAE focuses on designing, constructing, and testing a nimble and quick track car throughout the year. Our effort culminates in a national competition organized by the Society of Automotive Engineers, where we compete against more than 100 universities across the globe. <p class=\"p-text-break\"></p>To get into contact with BFR, please fill out this form to sign up for the new members mailing list (<a href=\"https://forms.gle/aQ2Qtd3FSvca7QKcA\">https://forms.gle/aQ2Qtd3FSvca7QKcA</a>). For any inquiries, email us at matthew.mcmahan@bruinracing.org. Please also visit our instagram (@bruinracing), our facebook page (<a href=\"http://www.facebook.com/bruinracing\">facebook.com/bruinracing</a>), and our website (<a href=\"bruinracing.com\">bruinracing.com</a>). Our first meeting will be held on October 8th, 6PM over Zoom! For the meeting invitations, sign up for our mailing list on the google form above."
  },
  {
    "id": "bhs",
    "path": "bhs",
    "full_name": "Bruin Home Solutions",
    "short_name": "BHS",
    "floor": 1,
    "table": "G",
    "umbrella": "",
    "website": "http://bruinhomesolutions.com",
    "email": "bruinhomesolutions@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "uclabhs",
    "discord": "",
    "tagline": "Bruin Home Solutions is a sustainability innovation club, hosting a number of student-led sustainability projects, including electric vehicle conversion, hydroponics, mealworm research, LEED accreditation, and more.",
    "description": "At Bruin Home Solutions (BHS), our mission is to spearhead the movement toward a greener future at UCLA by engaging motivated students in a number of multifaceted sustainability initiatives and to create lasting quantifiable change. We take in students of all levels who are interested in making a tangible impact in sustainability, and place them in one or more of several sustainability projects. Whether it’s engineering an electric vehicle, building a hydroponic farm, creating databases to monitor water efficiency on campus, doing research on styrofoam-eating mealworms, or anything in between, our members are able to leverage their diverse passions and skills to create lasting change on campus. <p class=\"p-text-break\"></p>2019-2020 Progress Report: <br><a href=\"https://drive.google.com/file/d/14Ff8dLHid_BwD0hx49HKrYdMo4W7xLUt/view\">https://drive.google.com/file/d/14Ff8dLHid_BwD0hx49HKrYdMo4W7xLUt/view</a><p class=\"p-text-break\"></p>Info Session: 6 PM PST Wednesday, October 7 (Week 1); Zoom link: <br><a href=\"https://ucla.zoom.us/j/92227227567?pwd=QlBRRXdCY3NRdDFDQTRsQkFJaFBNQT09\"></a><p class=\"p-text-break\"></p>Interest form (sign up to be notified for info session and other events): <br><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScB-MYvDBG4NcTXbPCQB_BT3bgP3Pinq9KXFxxEuBHIsdw52g/viewform\">https://docs.google.com/forms/d/e/1FAIpQLScB-MYvDBG4NcTXbPCQB_BT3bgP3Pinq9KXFxxEuBHIsdw52g/viewform</a>"
  },
  {
    "id": "blockchain",
    "path": "blockchain",
    "full_name": "Blockchain@UCLA",
    "short_name": "",
    "floor": 6,
    "table": "C",
    "umbrella": "",
    "website": "https://www.blockchainatucla.com/",
    "email": "info@blockchainatucla.com",
    "facebook": "https://www.facebook.com/blockchainucla",
    "twitter@": "",
    "instagram@": "",
    "discord": "discord.gg/XjjuevH",
    "tagline": "Blockchain at UCLA aims to enrich students’ knowledge on blockchain technology and help connect them to the industry",
    "description": "Blockchain at UCLA advances the eponymous technology within the UCLA academic community because we believe in its world-changing potential. Our student-led initiative provides the entire UCLA community—student and faculty, undergraduate and graduate—with opportunities for education, research, and community-building through lecture, analysis, and experiential learning. We exist to advance access to blockchain knowledge, the stature of the university in the field, and the frontier of the field itself.<p class=\"p-text-break\"></p>You don’t need any prior experience or knowledge of blockchain to be a part of Blockchain at UCLA! Our aim is to create an environment where students of all domains can share information about the field and discuss different areas of blockchain. Beginners will have access to resources to better their understanding of both technical and non-technical concepts. Those with more blockchain experience will have opportunities to connect with the industry and continue their learning. <br>We will be linking with Blockchain Acceleration Foundation (BAF) to provide weekly virtual events where students can learn from and network with industry leaders and professionals. The club itself will also host blockchain education lectures and technical workshops in the future, and also has a Projects Team which involves building applications using blockchain technology. <p class=\"p-text-break\"></p>Interested and want to learn more about the club? Join our virtual Fall General Meeting on Oct. 8th at 6:30 P.M. via Zoom!<br>***(ID to join the Zoom meeting will be posted near the date on our Discord and Facebook)<p class=\"p-text-break\"></p>Join our Discord server and add us on Facebook for club updates!"
  },
  {
    "id": "bmes",
    "path": "bmes",
    "full_name": "Biomedical Engineering Society",
    "short_name": "BMES",
    "floor": 1,
    "table": "D",
    "umbrella": "",
    "website": "http://bmes.ucla.seas.edu",
    "email": "bmesucla@gmail.com",
    "facebook": "https://www.facebook.com/groups/uclabmes",
    "twitter@": "",
    "instagram@": "bmesucla",
    "discord": "",
    "tagline": "The Biomedical Engineering Society connects undergraduate students to academic and professional development resources, technical projects, community outreach opportunities, and social events to meet other undergraduates, graduates, and faculty. We welcome anyone who is interested in biomedical engineering!",
    "description": "BMES supports undergraduate students with navigating undergraduate life and post-graduate career options. We host academic and professional development events to help students with class planning, career advice, and internship opportunities. Additionally, we also have year-long technical projects and a workshop series for students of all experience levels to gain applicable skills in CAD, coding, circuitry, cell culture, and more. For students interested in volunteering, we outreach to local underserved communities with fun coding and circuitry curriculum. We also have mentorship families and club-wide socials to connect students with graduate students and faculty through events like Fall Barbeque, Holiday Party, Spring Banquet, Mentorship Cup Games, IM Sports, and more. <p class=\"p-text-break\"></p> Feel free to reach out to us at bmesucla@gmail.com or check out our <a href=\"http://bmes.ucla.seas.edu\">website</a>, @bmesucla on Instagram, and Biomedical Engineering Society (BMES) at UCLA on Facebook for club updates and event notices. Join us at our virtual Fall General Meeting during Week 1 - links and more info will be posted on our website and social media!"
  },
  {
    "id": "bruinspace",
    "path": "bruinspace",
    "full_name": "Bruin Spacecraft Group",
    "short_name": "Bruin Space",
    "floor": 4,
    "table": "G",
    "umbrella": "",
    "website": "https://bruinspace.com/",
    "email": "uclabruinspace@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Bruin Space is an organization focused on providing students interested in space with hands-on experience building spacecraft technology. Our projects include high altitude balloons, scientific payloads, and cubesats.",
    "description": "Bruin Spacecraft Group, also known as Bruin Space, is a student organization that aims to give students first hand experience in space engineering and technology. We are a diverse group of students from many different backgrounds and fields of study, united by a shared passion for space. Through a variety of projects, Bruin Space aims to develop better space technology, completely organized and executed by students. Overseer, our entry level project, builds high altitude balloons. Project Reach builds amateur rocket payloads using the CubeSat form factor, preparing members to work on more advanced projects. Rapid, our flagship project, is currently developing a CubeSat to fly an experimental ion thruster in low Earth orbit. Bruin Space also focuses on developing scientific payloads for space research with project Endeavour. For those who want to learn new skills, we provide a workshop series called Forge. If you are interested in engineering and physics, or just passionate about space, consider joining this team of students committed to space missions! <p class=\"p-text-break\"></p>If you are interested, then go to our webpage at <a href=\"https://bruinspace.com/\">bruinspace.com</a> or email uclabruinspace@gmail.com!"
  },
  {
    "id": "calgeo",
    "path": "calgeo",
    "full_name": "CalGeo at UCLA",
    "short_name": "",
    "floor": 4,
    "table": "F",
    "umbrella": "",
    "website": "http://www.calgeobruins.org/",
    "email": "calgeobruins@gmail.com",
    "facebook": "https://www.facebook.com/groups/uclacalgeo/",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "We aim to connect students interested in geotechnical engineering with industry professionals, researchers, and experts in the field—Laying the foundation for a community of geotech enthusiasts!",
    "description": "Founded in 2008, CalGeo at UCLA strives to bridge the gap between geotechnical engineering on campus and the professional field--quite literally as most of our work happens at the site. We achieve this through field trips, speaker sessions, barbecues; our events take on various forms, but they always connect our members to researchers and industry professionals. Anyone with passion is welcome to join--no experience is necessary. If you’re also looking for some hands-on experience, our GeoWall project builds a model soil nail wall out of kraft paper and poster board weighing in at 100g to hold back over 500 pounds of sand! For the upcoming year, we have planned various workshops to connect incoming freshmen and transfer students with alumni and professionals to offer them a glimpse into what both a career and research is like as a geotechnical engineer. Our GM is on 10/12 Tuesday from 6-8PM. You can sign up at our fb page: https://www.facebook.com/groups/uclacalgeo/ <p class=\"p-text-break\"></p> #RockSolid"
  },
  {
    "id": "dbf",
    "path": "dbf",
    "full_name": "Design Build Fly at UCLA",
    "short_name": "",
    "floor": 2,
    "table": "G",
    "umbrella": "aiaa",
    "website": "https://oncampus.us/clubs/406",
    "email": "dbf.ucla@gmail.com",
    "facebook": "https://www.facebook.com/DesignBuildFlyUCLA/",
    "twitter@": "",
    "instagram@": "DesignBuildFlyatUCLA",
    "discord": "",
    "tagline": "In Design Build Fly at UCLA, students work together to design and manufacture a model RC airplane, both learning the theory behind how humans defy gravity and cultivating connections and friendships with fellow engineers of similar interests. Each year, the national AIAA organization hosts a Design Build Fly competition, during which the DBF team at UCLA designs a plane to complete certain missions; after manufacturing, the team travels to the midwest to compete in an international competition against 100 other schools.",
    "description": "<b>Interested? Join us for our kickoff meeting first week of class!</b><br>DBF Kickoff Meeting October 7th, 2020 at 6:00 PM<br>Zoom Link: <a href=\"https://ucla.zoom.us/j/97839943509\">https://ucla.zoom.us/j/97839943509</a><br>Interest Form: <a href=\"https://forms.gle/uuLZALgquZ5SLvZW9\">https://forms.gle/uuLZALgquZ5SLvZW9</a><p class=\"p-text-break\"></p>Mission<br>As an engineering club, DBF at UCLA aims to promote the application of theoretical engineering skills and scientific knowledge to a real-world situation, as well as the development of general technical and leadership skills. The club’s design and manufacturing activities act as a supplement to students’ engineering coursework, allowing them a taste of the industry many will enter after graduation. With effective and innovative design and creation, DBF also proudly represents UCLA engineering each year at the AIAA Design Build Fly competition.<p class=\"p-text-break\"></p><b>Hello, Younglings: Freshman Initiation Program<br>(aka why you shouldn’t worry even if you feel like you don’t know anything)</b><br>DBF has an extensive integrated training program during which experienced members help new members learn and develop all the skills necessary to be successful in the club. New members may also, if they so desire, immediately experience the innerworkings of the club by participating in our currently ongoing design process and preparation for this year’s competition. <p class=\"p-text-break\"></p><b>Club Events: What do we do other than building planes?</b><br>Each year, our club participates in the annual AIAA Design, Build, Fly competition; the team travels together to either Tuscon or Wichita in mid-April for a four day event that includes competing in ground and flight missions. Throughout the year, we have prototype fly days, social events, and professional development boards and presentations to promote team cohesion."
  },
  {
    "id": "devx",
    "path": "devx",
    "full_name": "DevX",
    "short_name": "",
    "floor": 6,
    "table": "B",
    "umbrella": "",
    "website": "https://ucladevx.com/",
    "email": "ucladevx@gmail.com",
    "facebook": "https://www.facebook.com/ucladevx",
    "twitter@": "",
    "instagram@": "ucladevx",
    "discord": "",
    "tagline": "DevX is a premier tech and product club that brings together students with curious minds and entrepreneurial spirits to build solutions that tackle the most pressing problems facing the UCLA community and beyond.",
    "description": "Our mission is to provide an environment for all beginning and experienced developers, designers, data scientists, marketing experts, and product managers to expand their skill set and apply theoretical knowledge learned from the classrooms to build a real-world product from idea to execution. By drawing in a diverse range of students from various majors, we are committed to establish a close-knit network that lasts beyond graduation to assist our members’ professional endeavors.<p class=\"p-text-break\"></p>DevX teams have developed and deployed numerous successful products, such as BruinBite, StudyB, OnCampus, and VR Chess! Through our student-led teams, we have fostered a community of students with curious mindsets, cooperative attitudes, and entrepreneurial spirits.<p class=\"p-text-break\"></p>More than just a club, we ensure that DevX teams create an opportunity where all members of different skill levels, from beginning to experienced, can thrive. We offer an internal mentorship program where senior members who have acquired a diverse set of industry-standard skills and practices can share and guide junior members in their development journey.<p class=\"p-text-break\"></p>We regularly host tech talks, lunches, and recruiting events with major tech companies like Robinhood, Microsoft, etc. to connect our students with the industry through our alumni network. We also host a quarterly end-of-quarter Demo Day where teams can present and market their product to the UCLA community to receive user feedback which is then utilized to further refine their product.<p class=\"p-text-break\"></p>Come learn more about us at our Fall Infosession on <b>Wednesday, September 30th at 6 PM</b>. We will be discussing the projects that we have planned for the upcoming quarter along with releasing our application if you are interested in joining a team! Sign up for our mailing list to get reminders about upcoming events and application deadlines <a href=\"https://tinyurl.com/devxF20\">here!</a>"
  },
  {
    "id": "eeri_seaosc",
    "path": "eeri_seaosc",
    "full_name": "EERI-SEAOSC",
    "short_name": "Earthquake Engineering Research Institute - Structural Engineering Association of Southern California",
    "floor": 2,
    "table": "E",
    "umbrella": "",
    "website": "https://www.uclaeeriseaosc.com/",
    "email": "",
    "facebook": "https://www.facebook.com/groups/uclaeeri",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "EERI-SEAOSC at UCLA serves to inspire the next generation of earthquake and structural engineering professionals and researchers through exposure to interdisciplinary research, mentorship from industry professionals, and access to a community of motivated student members from across Southern California.",
    "description": "The EERI-SEAOSC chapter at UCLA represents two larger organizations. The Earthquake Engineering Research Institute (EERI) is an international, nonprofit, technical society dedicated to reducing seismic risk worldwide (<a href=\"https://www.eeri.org/\">https://www.eeri.org/</a>). To this end, our chapter hosts various research events and guest speakers, and also attends academic conferences. We aid in connecting undergraduates to research assistantships in the Civil & Environmental Engineering Department. The Structural Engineering Association of Southern California (SEAOSC) exists to empower the regional community of structural engineers and advance the profession (<a href=\"https://seaosc.org/\"></a>). To this end, our student chapter partners with companies in the Southern California area to host office visits and other networking events to connect students with professionals. Through these events, student members can access reputable internship and employment opportunities.<p class=\"p-text-break\"></p>Our chapter is open to all students in the Civil & Environmental Engineering Department, as well as related fields (architecture, urban planning, etc). Our Fall General Meeting will be Tuesday, October 6th at 6PM via ZOOM. Please connect with us on <a href=\"https://www.linkedin.com/company/eeriatucla>LinkedIn</a>, join our page on <a href=\"https://www.facebook.com/groups/uclaeeri\">Facebook</a>, visit our website, or email uclaeeri@gmail.com for more details."
  },
  {
    "id": "esuc",
    "path": "esuc",
    "full_name": "Engineering Society at UCLA",
    "short_name": "ESUC",
    "floor": 7,
    "table": "A",
    "umbrella": "",
    "website": "http://www.esuc.ucla.edu/",
    "email": "esuc.ucla@gmail.com",
    "facebook": "https://www.facebook.com/ESUCLA",
    "twitter@": "",
    "instagram@": "esucla",
    "discord": "",
    "tagline": "The Engineering Society at UCLA (ESUC) is the umbrella organization for all engineering student groups that serves to bridge the gap between the Samueli School of Engineering administration and student body and meet their needs",
    "description": "As an umbrella organization, ESUC is responsible for facilitating quarterly meetings among all student engineering organizations to exchange ideas and present questions or concerns to the engineering department on behalf of the organizations. ESUC hosts an annual Engineering Leadership Workshop to inform student leaders of the various financial and administrative resources available at the school. Additionally, ESUC also hosts Engineer’s Week during Spring Quarter, which consists of events such as an Art show and Talent Show, as well as outreach events like Kids Day. ESUC also presents the Student Group of the Year Awards that aims to celebrate the accomplishments of Engineering Organizations in the UCLA community.<p class=\"p-text-break\"></p><b>How can I get involved with ESUC?</b><br>We are currently accepting intern applications until the end of Week 2. As an intern, you will be part of the officer team that is responsible for planning and hosting events described above. The link to apply can be found here: <a href=\"tinyurl.com/esucintern2020\">tinyurl.com/esucintern2020</a><br>We also highly recommend you subscribe to our mailing list to hear weekly information about events from across the engineering school: <a href=\"tinyurl.com/esuc-2020\">tinyurl.com/esuc-2020</a>"
  },
  {
    "id": "ewb",
    "path": "ewb",
    "full_name": "Engineers Without Borders at UCLA",
    "short_name": "EWB-UCLA",
    "floor": 4,
    "table": "A",
    "umbrella": "",
    "website": "https://www.ewb-ucla.org/",
    "email": "ewbucla@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "UCLA Engineers Without Borders is a student group committed to solving engineering problems internationally, while building leadership and engineering skills. We have three project teams based in the Navajo Nation (Arizona), San Sebastián (Nicaragua), and a local LA project.",
    "description": "Engineers Without Borders at UCLA supports community-driven development programs worldwide by collaborating with local partners to design and implement sustainable engineering projects. EWB is an excellent way for students to create connections at UCLA, with engineering firms in the LA area, and make a global impact. No experience is necessary to join our teams and have a successful role in the club. EWB-UCLA has three main projects that students can join, the Navajo project which supplies homes in the Navajo nation with clean, reliable sources of water, the Nicaragua project which is designing and building a schoolhouse in San Sebastián, Nicaragua, and a local project which is focusing on efforts involving COVID-19, including tutoring young students in online learning in the LA area.<p class=\"p-text-break\"></p>Visit our website for more information: <a href=\"https://www.ewb-ucla.org/\">https://www.ewb-ucla.org/</a> , or email ewbucla@gmail.com.<p class=\"p-text-break\"></p>Fill out the form below to get on our email list:<br><img width=\"200\" src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAMgAAADIAQMAAACXljzdAAAABlBMVEX///8AAABVwtN+AAAACXBIWXMAAA7EAAAOxAGVKw4bAAABMUlEQVRYw+2WSw6DMAxEjViwzBFylNwM6M1yFI7AkgWKO3bapqq6bqYSVimft7HsmdgiV1zx21CLLCHLpOtkL4WGnLhCHnfcYpk23GYeEvQM+ZSErEEW3dgIsi7MROLKRrzbElyDX3TQk1SXIHF8nr/4pyd55p6GVksWgpSR6WkPG6B4UUkINIiUdU9e0fduM5AEJcIrJkMz8avb/YlIAhxR10MW1RU+piHPaabDEfF0O2L5B7Ljl1BrU+e0DUc7d7qT0Q8d+MfNYytCoSHIt1oIFcUsmZsO+hN8RpPt37sNpQoNedOjnddLU2J/Ul3iZ6LvLkyk7gcQo7o/uEjbR7FUodt0xCaKxJuJ8TWDWQgabg72ATzzEO+2etZViSsNebhEM/Z4W+Xl0z8dyRVX9I87kET2Ah9HMW4AAAAASUVORK5CYII=\" alt=\"image\"><br>Our first info-session will be on Oct 7th at 6pm. Sign up via the QR code for our email list to get the Zoom link. If you cannot attend, send us an email for more information."
  },
  {
    "id": "exploretech",
    "path": "exploretech",
    "full_name": "exploretech.la",
    "short_name": "",
    "floor": 4,
    "table": "C",
    "umbrella": "",
    "website": "http://www.exploretech.la/",
    "email": "exploretechla@cs.ucla.edu",
    "facebook": "https://www.facebook.com/exploretech.la/",
    "twitter@": "",
    "instagram@": "exploretech.la",
    "discord": "",
    "tagline": "exploretech.la is a student organization that hosts an annual outreach event aimed at encouraging and inspiring local high school students to pursue possibilities in STEM.",
    "description": "exploretech.la is a student organization that hosts an annual outreach event aimed at encouraging & inspiring local high school students to explore and pursue possibilities in computer science, engineering, and technology. During our event, our attendees are able to interact with representatives from various companies and organizations from both on and off the UCLA campus, participate in engaging workshops and activities, and learn from people in the industry about their experiences and career insights.<p class=\"p-text-break\"></p>Any UCLA student is welcome to join exploretech.la! All majors are welcome, and no prior engineering experience is required. Applications for staff positions on our Operations and Content teams as well as for a new Webmaster position will be open during the beginning of Fall Quarter 2020. Our Operations team coordinates all our event logistics, our Content team crafts the workshops the students interact with, and the Webmaster will be responsible for maintaining and adding new features to our website.<p class=\"p-text-break\"></p>Connect with us!<br>Facebook: @exploretech.la<br>Instagram: @exploretech.la<br>Email: exploretechla@cs.ucla.edu<br>Website: <a href=\"www.exploretech.la\">www.exploretech.la</a><br><p class=\"p-text-break\"></p>Sign up for our mailing list to receive application info at www.tinyurl.com/exploretechla-mailing<p class=\"p-text-break\"></p>You can come meet us at our info session on Tuesday, October 6th @ 7:00 - 8:00 PM PDT on Zoom!"
  },
  {
    "id": "hkn",
    "path": "hkn",
    "full_name": "Eta Kappa Nu (HKN)",
    "short_name": "HKN",
    "floor": 3,
    "table": "G",
    "umbrella": "",
    "website": "https://hkn.ee.ucla.edu/",
    "email": "hkn@ee.ucla.edu",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "https://discord.gg/YhhACND",
    "tagline": "Eta Kappa Nu at UCLA is an organization based around academic excellence in electrical and computer engineering, and prides itself in its service to the UCLA engineering community. Throughout the year, HKN supports events centered around student-professor connection and professional development, and offers peer-to-peer tutoring and review sessions for courses in electrical engineering.",
    "description": "HKN at UCLA is an organization that encourages high academic achievement in electrical and computer engineering at UCLA; we equip students members with lifelong skills for industry and academia, and offer networking and educational opportunities for the entire electrical engineering community at UCLA. For those new to UCLA, we offer peer-to-peer tutoring through our Discord server (Week 3-9, M-F from 12-8PM), and host review sessions through Zoom for your electrical engineering classes before important exams. EE, CE, and CSE majors are invited to become members of HKN at UCLA by being in the top ¼ of their junior class, or top ⅓ of their senior class, and will receive invitations to information sessions if this requirement is met. For now, feel free to email any questions to hkn@ee.ucla.edu, or reach out to us through our <a href=\"https://discord.gg/YhhACND\">Discord</a>."
  },
  {
    "id": "ieee",
    "path": "ieee",
    "full_name": "IEEE at UCLA",
    "short_name": "IEEE",
    "floor": 2,
    "table": "B",
    "umbrella": "",
    "website": "http://ieeebruins.com/",
    "email": "",
    "facebook": "https://www.facebook.com/groups/uclaieee",
    "twitter@": "",
    "instagram@": "https://www.instagram.com/uclaieee/",
    "discord": "",
    "tagline": "IEEE at UCLA is a professional student-run engineering organization and the largest community of Electrical Engineers on campus. We devote our time and energy towards bringing hands-on, practical experiences to engineering students throughout UCLA, as well as creating opportunities for students to interact with industry professionals and more. Every year we lead several projects for our members to participate in, where dedicated leads provide fundamental knowledge and skills to students, which helps them complete challenging and interesting projects throughout the year.",
    "description": "Our Open Project Space (OPS) program is our largest program, teaching the fundamentals of electrical engineering from the ground up (no prior experience required!) to over 100 engineers annually. Over the course of the year, members will learn a variety of new skills from our dedicated leads and apply them towards building over 10 sub-projects. This all culminates in a quarter-long final capstone project where members work together in teams to put what they have learned to the test in the year-end capstone competition. For those who are more experienced with electronics projects, we have a wealth of other options for whatever may interest you: blazingly fast maze-solving robomice, 3d-printed quadcopters, radio controlled cars, FPGAs, and more! The best part about our projects-- they’re totally free if you complete them all the way through. In addition to projects, IEEE offers a wealth of professional career and social opportunities, including corporate workshops, mentorship opportunities, korean bbq excursions, and IDEA Hacks-- one of the largest hardware-oriented collegiate hackathons in the nation. <p class=\"p-text-break\"></p>If you’re interested in joining our bustling engineering community, come check out IEEE! Our general meeting will be on October 7th at 6:30pm (Zoom link TBA). <p class=\"p-text-break\"></p>Find us on social media:<a href=\"ieeebruins.com\">ieeebruins.com</a> | <a href=\"https://publ.maillist-manage.com/ua/Optin?od=11287ecb0e59ba&zx=129ad919f&lD=18772ff41acb2d5e&n=11699f74e9e416b&sD=18772ff41ad267d9\">Newsletter Signup</a> | <a href=\"https://www.instagram.com/uclaieee/\">Instagram</a> | <a href=\"https://www.facebook.com/groups/uclaieee\"> Facebook Group</a> |<a href=\"https://join.slack.com/t/uclaieee/shared_invite/zt-h3ezi0jq-3Y7A5qRnKo83QFjkI8ro2A\">Slack</a>"
  },
  {
    "id": "ieee_watt",
    "path": "ieee_watt",
    "full_name": "IEEE WATT",
    "short_name": "Women Advancing Technology through Teamwork",
    "floor": 3,
    "table": "E",
    "umbrella": "",
    "website": "http://www.ieeewatt.ucla.edu/",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "IEEE WATT is a student organization dedicated to uplifting and supporting women and minorities in STEM, in particular in Electrical and Computer Engineering.",
    "description": "We are a technical advocacy group for women and minorities in Electrical Engineering, operating as a branch of IEEE. We empower both students at UCLA and younger girls in our community. We hold a mentorship program called HogWATTs for incoming ECE students. <p class=\"p-text-break\"></p>Besides our mentorship program, we also have activities open to all general members including: tinkering workshops, social atmosphere talks, and outreach (to other engineering majors and K - 12 students). Every workshop is beginner friendly and members will have the freedom for creativity. Members will learn basic circuits, career tips, and managing a healthy school life balance. This year, we are beginning a guided two-quarter long project as an introduction to hardware and software.<p class=\"p-text-break\"></p>Visit our website <a href=\"http://www.ieeewatt.ucla.edu/\">http://www.ieeewatt.ucla.edu/</a> to find links to our social media where you can message us and to sign up for our newsletter.<p class=\"p-text-break\"></p>Our info session is currently scheduled to be during Week 1 on Thursday, October 8th at 5pm. Keep an eye out for official details on our social media (links can be found on our website) and for the Zoom link!<br>"
  },
  {
    "id": "ispe",
    "path": "ispe",
    "full_name": "International Society of Pharmaceutical Engineering",
    "short_name": "",
    "floor": 4,
    "table": "B",
    "umbrella": "",
    "website": "https://ucla-ispe.weebly.com/",
    "email": "ucla.ispe@gmail.com",
    "facebook": "https://www.facebook.com/groups/210080917626",
    "twitter@": "",
    "instagram@": "uclaispe",
    "discord": "",
    "tagline": "International Society for Pharmaceutical Engineering (ISPE) is the professional society for students interested in the biotechnology, biomedical, and pharmaceutical fields.",
    "description": "Our goal is to educate members professionally and boost student’s careers in the engineering and scientific fields. We welcome students from all years and majors to join! No prior background knowledge is required as we will be starting the quarter off with an introduction to the scientific and biotech fields. Some of our events include networking nights, research workshops, company info-sessions, and social meetups. We hope to also connect students to the national ISPE chapter and provide exclusive access to the chapter resources. We will be regularly updating our website with more information about our events. If you have any questions please feel free to email us or check out our Facebook page UCLA ISPE. Our regular meeting time is Tuesday at 6pm and for the fall quarter we are holding all events virtually. To join ISPE please complete a short application form that can be found on our facebook page or website.<p class=\"p-text-break\"></p>Website - <a href=\"https://ucla-ispe.weebly.com/\">https://ucla-ispe.weebly.com/</a><br>Email - ucla.ispe@gmail.com<br>Facebook Page- <a href=\"https://www.facebook.com/groups/210080917626\">https://www.facebook.com/groups/210080917626</a><br>Instagram - @uclaispe<p class=\"p-text-break\"></p>Fall Quarter Application Link -  <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSclTeDWZ5321nfCP_r53IM0T5mrdVC842sYhUNjh7oxVaJJsQ/viewform\">https://docs.google.com/forms/d/e/1FAIpQLSclTeDWZ5321nfCP_r53IM0T5mrdVC842sYhUNjh7oxVaJJsQ/viewform</a>"
  },
  {
    "id": "ite",
    "path": "ite",
    "full_name": "Institute of Transportation Engineers",
    "short_name": "",
    "floor": 7,
    "table": "C",
    "umbrella": "",
    "website": "https://iteucla.wordpress.com/",
    "email": "iteucla@gmail.com",
    "facebook": "https://www.facebook.com/iteatucla",
    "twitter@": "",
    "instagram@": "ite_ucla",
    "discord": "",
    "tagline": "The Institute of Transportation Engineers (ITE) is a professional, networking, and social organization geared toward connecting students to the transportation industry. We provide two hands-on projects, field trips to transportation companies, information sessions with industry professionals, and a welcoming social environment to expose students to the network of urban planning and transportation engineering.",
    "description": "Our mission is to connect students to the transportation industry and to each other. We strive to not only provide opportunities for students to grow into transportation professionals but also to have a close-knit community that creates lasting friendships and experiences.<p class=\"p-text-break\"></p>Our club welcomes all incoming students and beginners since there is no prior experience required. We try to help those that do not know much about transportation by developing technical knowledge through our projects, providing class planning workshops, and overall just having a community of leaders willing to help anyone learn and grow. We have also implemented an intern position, specifically for freshmen/transfer students who would like more hands-on experience to the operations of our club. Feel free to contact our Younger Member Outreach Chair & Intern Coordinator, Shaun Howard, at howardshaun47@gmail.com if this position interests you! <p class=\"p-text-break\"></p>Each year, our organization offers a career fair, company info sessions, socials, networking events, and opportunities to go to conferences. We also have two transportation projects to teach students about design, planning, and data collection.<p class=\"p-text-break\"></p>If you are interested in joining us, come check us out at our fall general meeting on October 8, 6 - 8 PM via zoom! We will be going more into detail about how you can get involved in our club and how to become a member. If you are interested, fill out this <a href=\"https://forms.gle/3i2vjLT8DdHugDr87\">form.</a>"
  },
  {
    "id": "mentorseas",
    "path": "mentorseas",
    "full_name": "MentorSEAS",
    "short_name": "",
    "floor": "8, 9, & 10",
    "table": "a",
    "umbrella": "",
    "website": "http://mentorship.seas.ucla.edu/",
    "email": "",
    "facebook": "https://www.facebook.com/mentorSEAS/",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "The official mentorship organization for UCLA's Henry Samueli School of Engineering and Applied Sciences.",
    "description": "At the heart of the UCLA School of Engineering, MentorSEAS aims to guide young, aspiring engineers through UCLA's academic and societal environment. Incoming freshmen and transfer engineering majors are automatically paired with an undergraduate mentor, whose role is to help them in their transition into life at UCLA."
  },
  {
    "id": "mrs",
    "path": "mrs",
    "full_name": "Materials Research Society",
    "short_name": "",
    "floor": 3,
    "table": "C",
    "umbrella": "",
    "website": "seas.ucla.edu/mrs",
    "email": "materialsresearchbruins@gmail.com",
    "facebook": "https://www.facebook.com/MRSUCLA/",
    "twitter@": "",
    "instagram@": "MRSUCLA",
    "discord": "",
    "tagline": "Materials Research Society is the primary club at UCLA for students interested in material science and engineering. We host professional development, mentorship, research and social events, as well as participating in technical projects.",
    "description": "The Materials Research Society at UCLA strives to provide members with hands-on opportunities to work with different materials, guidance in finding research and career positions, and forming a supportive well connected society. Some of our key events include a Fall Career Fair, Casino Night Social, and Research Lab Tours. We also participate in the SAMPE Composite Beam Building Competition, working in small teams to make carbon, glass, and natural fiber beams. Additionally, for students new to UCLA, we offer a mentorship program to pair them with current students as mentors to help them settle into college life. To ensure we address all aspects of students’ interests in materials, we host at least one event per week.<p class=\"p-text-break\"></p>Interested in finding out more? Check out our Facebook or Instagram (@MRSUCLA), website (seas.ucla.edu/mrs), or email us at materialsresearchbruins@gmail.com. Our Fall General Meeting is on Tuesday, October 13th at 6pm PT. Join our weekly email newsletter for more information: <a href=\"https://forms.gle/yqAo37oKDKzFauXz8\">https://forms.gle/yqAo37oKDKzFauXz8</a>"
  },
  {
    "id": "nova",
    "path": "nova",
    "full_name": "Nova, Tech for Good",
    "short_name": "Nova",
    "floor": 6,
    "table": "F",
    "umbrella": "",
    "website": "http://novaforgood.com",
    "email": "hello@novaforgood.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Nova is a student organization that seeks to lift up the community by providing nonprofit organizations with the technological resources they need to thrive in a business-driven world. Our team of developers, designers, and businesspeople are all friends that share the same drive for self-improvement, innovation, and impact.",
    "description": "We are UCLA's premier student organization working alongside nonprofits to discover high impact technical solutions.<p class=\"p-text-break\"></p>To Nova, your skills aren’t the deciding factor of whether you belong. Every organization prefers recruits with a little experience, but if we see that you have a passion for improving the community, initiative, and a receptiveness to criticism, we weigh in all those factors as well. Most of the learning occurs when you’re working through the project, so having prior experience doesn’t seal the deal!<p class=\"p-text-break\"></p>Check out novaforgood.com for a list of our completed projects! Our projects are a result of both nonprofits reaching out to us and us reaching out to them. Outside of projects, Nova takes field trips to local nonprofits to help out and learn. With the current online environment, projects and online outreach to nonprofit organizations are unfortunately our only activities.<p class=\"p-text-break\"></p>E-mail hello@novaforgood.com if you have any questions about the club, and check the bottom right corner of our website (<a href=\"http://novaforgood.com\">http://novaforgood.com</a>) for joining our team or working with us as a nonprofit!<br>Sign up for our info session here: <a href=\"https://forms.gle/dTsTJ7KD2uEgGk1t7\">https://forms.gle/dTsTJ7KD2uEgGk1t7</a><br>Date: 10/5/20 @ 7PM!"
  },
  {
    "id": "nsbe",
    "path": "nsbe",
    "full_name": "National Society of Black Engineers",
    "short_name": "NSBE",
    "floor": 6,
    "table": "E",
    "umbrella": "",
    "website": "https://nsbebruins.wixsite.com/nsbe",
    "email": "ucla.nsbepr@gmail.com",
    "facebook": "https://www.facebook.com/ucla.nsbe",
    "twitter@": "",
    "instagram@": "uclansbe",
    "discord": "",
    "tagline": "Join NSBE if you’re interested in becoming a part of the Black Engineering Community. We welcome both undergrad & grad students and you do not have to be an Engineering major to join.",
    "description": "The mission of the National Society of Black Engineers is \"To increase the number of culturally responsible Black Engineers who excel academically, succeed professionally and positively impact the community.\"<p class=\"p-text-break\"></p>We provide a welcoming community to help freshmen/transfer students get acclimated to the UCLA engineering environment. <p class=\"p-text-break\"></p>Some of our major events include attending regional and national conferences. We also do Pre College outreach events including WISE Day, a large event catered towards educating girls on STEM. We also have various opportunities throughout the year to engage with industry professionals. <p class=\"p-text-break\"></p>IG: @uclansbe <a href=\"https://www.instagram.com/uclansbe/\">https://www.instagram.com/uclansbe/</a><br>FB: UCLA NSBE <a href=\"https://www.facebook.com/ucla.nsbe\">https://www.facebook.com/ucla.nsbe</a><br>Website: <a href=\"https://nsbebruins.wixsite.com/nsbe\">https://nsbebruins.wixsite.com/nsbe</a><br>Email: ucla.nsbepr@gmail.com <p class=\"p-text-break\"></p>Follow our IG for information about meetings."
  },
  {
    "id": "pies",
    "path": "pies",
    "full_name": "Pilipinos in Engineering and Sciences",
    "short_name": "PIES",
    "floor": 1,
    "table": "E",
    "umbrella": "",
    "website": "https://piesucla.wixsite.com/pies",
    "email": "piespresident.ucla@gmail.com",
    "facebook": "https://www.facebook.com/uclapies/",
    "twitter@": "",
    "instagram@": "pierrethepiebear",
    "discord": "",
    "tagline": "Pilipinos in Engineering and Science (PIES) is a social and academic club that provides students with the support and resources they need to help them thrive in STEM.",
    "description": "Our mission is to create opportunities for UCLA students to become a part of the growing STEM industry and to increase Pilipino representation within Engineering and the Applied Sciences by providing professional development workshops, networking events, leadership opportunities, and club socials. PIES is an inclusive organization that always welcomes new members. Whether you are a student new to UCLA, or just a student new to our organization, we are more than willing to help you get involved in any of our activities and events. Some of the activities we offer are professional development workshops, Alumni networking events, regular study halls, and social events. <p class=\"p-text-break\"></p>Instagram: @pierrethepiebear<br>Facebook: Pilipinos in Engineering and Science<br>Email: piespresident.ucla@gmail.com <br>Website: <a href=\"https://piesucla.wixsite.com/pies\">https://piesucla.wixsite.com/pies</a><br>Other Website: <a href=\"https://mabuhaycollective.weebly.com/pies.html\">https://mabuhaycollective.weebly.com/pies.html</a><p class=\"p-text-break\"></p>You can meet us at the Pilipinx Welcome Reception, a 3-day event to introduce new students to the various Pilipino organizations at UCLA. Sign up for the event with this link: <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSf7-kYpx7LCw76ofTSyx3vGIABDL8rpZQphWaI9Pu7KMEsCmQ/viewform\">https://docs.google.com/forms/d/e/1FAIpQLSf7-kYpx7LCw76ofTSyx3vGIABDL8rpZQphWaI9Pu7KMEsCmQ/viewform</a>."
  },
  {
    "id": "rea",
    "path": "rea",
    "full_name": "Renewable Energy Association",
    "short_name": "REA",
    "floor": 3,
    "table": "D",
    "umbrella": "",
    "website": "https://www.rea.seas.ucla.edu",
    "email": "uclarenewable@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Reducing UCLA's environmental impact through student-driven projects that promote and develop clean-energy solutions",
    "description": "Our mission is to reduce UCLA's environmental impact through student-driven projects that develop clean-energy solutions. Through this, we strive to cultivate an understanding of renewable energy and its importance on our environment, economy, and society. <p class=\"p-text-break\"></p>For example, we have projects in wind, biodiesel, and renewable natural gas where students do hands-on technical work to advocate for and implement clean energy on campus. We also host a number of public events including career fairs, company info sessions, and research panels as part of our educational and outreach initiatives. <p class=\"p-text-break\"></p>Our vision is to cultivate a community of renewable energy enthusiasts by connecting new students to faculty, alumni, and industry leaders. If you are passionate about renewable energy and committed to making a positive difference in the world, then join REA and become part of the next generation of environmental leaders. <p class=\"p-text-break\"></p>Our first meeting will be on October 8 at 5 p.m., so sign up to our newsletter at <a href=\"http://tinyurl.com/reanewsletter\">http://tinyurl.com/reanewsletter</a> for the link! <p class=\"p-text-break\"></p>If you have any questions, feel free to check out our website <a href=\"https://www.rea.seas.ucla.edu\">https://www.rea.seas.ucla.edu</a> or contact us at uclarenewable@gmail.com!"
  },
  {
    "id": "rocketproject",
    "path": "rocketproject",
    "full_name": "Rocket Project",
    "short_name": "",
    "floor": 2,
    "table": "D",
    "umbrella": "aiaa",
    "website": "",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Rocket Project at UCLA is a student engineering team that designs, builds, and launches rockets in international collegiate competitions.",
    "description": "Rocket Project at UCLA is a student engineering team that teaches rocket engineering through hands-on exposure to the complete design-build-test cycle of engineering, giving students an opportunity to apply classroom subjects to a project with real-world challenges and thrilling results. Throughout our endeavors, we strive to promote inclusivity and diversity by structuring internal educational pathways to make even the most complex problems approachable and by carrying out community outreach programs dedicated to inspiring the next generation of rocket engineers from all walks of life.<p class=\"p-text-break\"></p>No prior experience or specific major is required to join Rocket Project. To ensure that members can integrate successfully into the club, we do require that all new members complete our education program in Fall quarter, called RISE. This will be offered remotely. Students will learn about rocket engineering, computer-aided design using SolidWorks, and then design rockets in teams. Our main projects are Project Prometheus, our new member hybrid rocket team, and Project Ares, our flagship liquid bi-propellant rocket for returning members. After completing RISE, new members will join Project Prometheus.<p class=\"p-text-break\"></p>To sign up for Rocket Project, visit our website at <a href=\"http://rocketproject.seas.ucla.edu/\">http://rocketproject.seas.ucla.edu/</a> and fill out the Google Form linked on our “New Members” page. Our first general meeting will be on October 6th at 7pm. <br>"
  },
  {
    "id": "smv",
    "path": "smv",
    "full_name": "Bruin Supermileage Vehicle",
    "short_name": "SMV",
    "floor": 7,
    "table": "B",
    "umbrella": "Bruin Racing",
    "website": "https://www.bruinracing.org/",
    "email": "smv@bruinracing.org",
    "facebook": "",
    "twitter@": "",
    "instagram@": "bruinsupermileage",
    "discord": "",
    "tagline": "Bruin Supermileage consists of a gas vehicle and electric vehicle that compete for hyper fuel-efficiency at the Shell Ecomarathon.",
    "description": "Our mission is to provide UCLA students with the opportunity to gain real, hands on engineering and business experience by working on a yearlong project. In the process, we help prepare students for the engineering and leadership challenges they will face once they graduate. Our goals are to design and build the world’s most fuel-efficient vehicle and to develop environmentally aware engineers with a focus on green technology.<p class=\"p-text-break\"></p>Everyone is welcome! Your entry skill level doesn’t matter, we will teach you all skills needed for your projects. Most of our members do not have practical engineering experience when they enter the club but pick up tons of skills throughout their years. <p class=\"p-text-break\"></p>Our design cycle revolves around the annual spring Shell Ecomarathon. We design over summer breaks, manufacture over fall, test over winter and get hyped to compete in spring. Along with many other international teams, we arrive at the Sonoma Raceway and race on the track over a four day period. <p class=\"p-text-break\"></p>If you’d like to sign up, fill out <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSe-8mnvZP-jR0Jvq9sQoDYoCax85Rx85HIP-GJ9yMsg67MstQ/viewform\">this interest form</a>! Our umbrella organization, Bruin Racing, is having the first general meeting Tuesday, October 8th at 6pm. (<a href=\"https://ucla.zoom.us/j/93932563381\">zoom link</a>)<br>The first Bruin Supermileage general meeting is Monday, October 12th at 7pm! (<a href=\"https://ucla.zoom.us/j/95463219259\">zoom link</a>)<p class=\"p-text-break\"></p>Email: smv@bruinracing.org<br>Instagram: bruinsupermileage<br>Website: <a href=\"https://www.bruinracing.org/\">bruinracing.org/</a>"
  },
  {
    "id": "solar",
    "path": "solar",
    "full_name": "Design Create Solar",
    "short_name": "SOLAR",
    "floor": 3,
    "table": "A",
    "umbrella": "",
    "website": "http://designcreatesolar.com/",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "designcreatesolar",
    "discord": "",
    "tagline": "Design Create Solar is a multidisciplinary club that focuses on creating solar based solutions by each of us, for all of us.",
    "description": "Our mission is to create exciting and effective solar based solutions to combat inequity at and beyond UCLA. While we are a goal oriented club, SOLAR was started by students for students. Our goal is to help new students apply their skills and to create a learning environment for new members to expand and grow in the directions that they want. We are currently pursuing four projects this fall: Solar Roof installation in the Jarash Refugee camp, Autonomous sun tracking solar chargers for campus, an outdoor hydroponic system with solar integration, and free solar powered transportation for the LA community. Along with our projects we will be helping students learn a plethora of skills through our eclectic and optional training program which we have been working hard on and plan to roll out this fall :)<p class=\"p-text-break\"></p>If any of this interests you and you’d like to find out more and stay in the loop about SOLAR’s first meeting visit our website and fill out our <a href=\"http://designcreatesolar.com/join\">join us form</a>! You can also find us on instagram @designcreatesolar"
  },
  {
    "id": "soles",
    "path": "soles",
    "full_name": "Society of Latino Engineers and Scientists",
    "short_name": "SOLES",
    "floor": 1,
    "table": "A",
    "umbrella": "",
    "website": "http://www.uclasoles.com/",
    "email": "uclasoles@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "uclasoles",
    "discord": "",
    "tagline": "The Society of Latino Engineers and Scientists (SOLES) is the SHPE (Society of Hispanic Professional Engineers) chapter at UCLA. We seek to empower the Hispanic/Latinx community to realize its fullest potential and to impact the world through STEM awareness, access, support, and development of its members.",
    "description": "Since its start, SOLES|SHPE at UCLA has provided its members with the resources needed to achieve high academic standards and succeed through community outreach, industry engagement, and leadership development. Our school ties help keep us grounded as we continually partner with UCLA to promote equity, diversity, and inclusion for minority engineering students. We believe that through a strong sense of community and unwavering conviction to empower the Latinx community, we can make a lasting impact on the world around us. 1st Year Freshmen and Transfers are given access to a variety of academic resources to elevate their academic advancement. We offer an extensive organizational test bank, an interdisciplinary Mentorship program, and early exposure and connections to our dozens of industry sponsors looking to fill internship positions. We host multiple industry sponsored workshops and info sessions through the Fall quarter, provide yearly scholarship opportunities for our members, and a variety of socials and personal development events through the year. We do a lot more, so please check us out at our 1st General Meeting of the year! <p class=\"p-text-break\"></p>Check us out at: <a href=\"http://www.uclasoles.com/\">uclasoles.com/</a><br>Instagram: @uclasoles<br>GroupMe: <a href=\"https://groupme.com/join_group/35161016/12damNHr \">https://groupme.com/join_group/35161016/12damNHr </a><p class=\"p-text-break\"></p>Meet us at our 1st General Meeting on Oct. 8th at 6 PM PST on Zoom: <a href=\"https://ucla.zoom.us/j/3669123297?pwd=M3cyTHp4eExIRmduc0ZlNjFaS25XUT09 \">https://ucla.zoom.us/j/3669123297?pwd=M3cyTHp4eExIRmduc0ZlNjFaS25XUT09</a><p class=\"p-text-break\"></p>For any questions, please reach out to uclasoles@gmail.com"
  },
  {
    "id": "swe",
    "path": "swe",
    "full_name": "Society of Women Engineers",
    "short_name": "SWE",
    "floor": 4,
    "table": "E",
    "umbrella": "",
    "website": "http://www.swe.ucla.edu/",
    "email": "studentrelations.swe.ucla@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Join SWE-UCLA for professional development in STEM, scholarship opportunities, networking, and community outreach. We welcome undergraduate students of all years, backgrounds, and genders!  We highly encourage students to become involved in SWE by applying to the various committees to plan and attend events that promote opportunities for networking with companies, promoting diversity and inclusion in the field of STEM, and creating lifelong connections with other members of SWE.",
    "description": "Major events that our club hosts include: EWI (an evening of networking over dinner with company professionals and a private career fair), Mental Health Awareness Week, Mentorship with Industry, Wow! That’s Engineering Day (an all day event showing young girls fun STEM projects), QWER Hacks (hackathon to promote LGBTQ+ diversity in STEM), national SWE conferences, Professional Development workshops and much more. <p class=\"p-text-break\"></p>Committees:<br><b>Advocacy:</b> Mental Health Awareness Week, Engineers for Professional Inclusion Conference<br><b>Mentorship: </b> Mentorship programs with undergraduates, graduates and industry<br><b>Outreach: </b> WOW! That’s Engineering Day, Women in Engineering Stayover Program<br><b>EWI: </b> Evening with Industry, Professional Development workshops (ie. resume workshop, interview workshop)<br><b>Technical: </b> QWER Hacks, Technical Workshops (ie. web/app development, technical interview prep, engineering ethics, collabs with other engineering orgs)<br><b>Web Dev: </b> EWI portal, member login portal, redesigning current SWE website<br><b>Internal Affairs:</b> SWE Speed Dating, Linkedin Headshots, Virtual Committee Socials (Paint nights, Game Nights, etc)<p class=\"p-text-break\"></p>First Meeting:<br>Our first fall general meeting will be October 8th, 2020 from 6-8PM PST via zoom at the link: <a href=\"https://ucla.zoom.us/j/3094160500\">https://ucla.zoom.us/j/3094160500</a>. We will go over what is SWE, how to get involved with SWE, how to apply to committees with a Q&A with the board at the end. <p class=\"p-text-break\"></p>The presentation will be recorded and an additional Q&A will be hosted for other time zones on October 9th, 2020 and 9-10AM PST. We highly recommend you watch the recorded presentation on October 8th before coming for the additional Q&A the following day.<p class=\"p-text-break\"></p>Contact Info:<br>Please contact Jackie Sun at studentrelations.swe.ucla@gmail.com for any questions."
  },
  {
    "id": "uas",
    "path": "uas",
    "full_name": "UAS@UCLA",
    "short_name": "",
    "floor": 2,
    "table": "C",
    "umbrella": "aiaa",
    "website": "http://uasatucla.org",
    "email": "unmannedsystems.ucla@gmail.com",
    "facebook": "",
    "twitter@": "",
    "instagram@": "uasatucla",
    "discord": "",
    "tagline": "UAS@UCLA is an undergraduate team focused on designing and building autonomous drones for competition and research purposes.",
    "description": "The mission of UAS@UCLA is to excite and teach interested students about autonomous drones and working in an engineering team. We accomplish this mission through participation in several national/international competitions and research projects.<p class=\"p-text-break\"></p>UAS@UCLA has spent several years iterating on and improving our training program UASpire, which will soon be offered as an introductory engineering class for new students. Many UAS@UCLA members stick around because it has start-up energy, with a focus on allowing members to create their own path and be creative, but supported by our experienced leadership.<p class=\"p-text-break\"></p>Currently, UAS@UCLA is working on two large projects. The first is a year-long NASA sponsored research project in which we will be building a system which allows for collaborative drone swarm lifting techniques. The second is the NIST sponsored First Responders UAS Challenge, in which we are competing with 19 other companies and teams to develop a drone which can carry a 10lb payload for high-endurance missions.<p class=\"p-text-break\"></p>The best way to get in contact with UAS@UCLA is through our email, unmannedsystems.ucla@gmail.com, website, <a href=\"http://uasatucla.org\">uasatucla.org</a>, reaching out through instagram @uasatucla, or linkedin at Unmanned Aerial Systems at UCLA. Email or website is preferred.<p class=\"p-text-break\"></p>The first meeting of the year for UAS@UCLA is scheduled for Thursday, Oct 8, at 7pm. It will be a zoom meeting, and we will share the link with our slack channel and anyone who responds to <a href=\"https://docs.google.com/forms/d/1HU-sGfDrEZchutErlUPML6mycFZnrdnDuYCUkR0fnuQ/edit?usp=sharing\">this form</a>."
  },
  {
    "id": "uip",
    "path": "uip",
    "full_name": "Undergraduate Internship Program",
    "short_name": "UIP",
    "floor": 6,
    "table": "G",
    "umbrella": "",
    "website": "https://www.seasoasa.ucla.edu/undergraduate-internship-program-2/",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "The Undergraduate Internship Program (UIP) is a new initiative from the UCLA Henry Samueli School of Engineering and Applied Science to assist Samueli Engineering students by providing resources, information, and opportunities.",
    "description": "UIP hosts multiple workshops throughout the year to better prepare students in securing an internship, offers a seminar class further breaking down the internship process, co-hosts the ESUC Industry Liaison Committee along with ESUC, and offers organizations the resource to track attendance of their events."
  },
  {
    "id": "upe",
    "path": "upe",
    "full_name": "Upsilon Pi Epsilon at UCLA",
    "short_name": "UPE",
    "floor": 2,
    "table": "F",
    "umbrella": "",
    "website": "https://upe.seas.ucla.edu/",
    "email": "",
    "facebook": "https://www.facebook.com/upe.ucla/",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "Upsilon Pi Epsilon is an international honor society created to recognize academic excellence in the Computing and Information Disciplines. Our chapter holds events for students aiming to help them gain the skills and information that will help grow both professionally and academically.",
    "description": "Our organization offers daily weekday tutoring for anyone seeking help in computer science-related courses. We also host mentorship events, company tech talks, alumni panels, and more! Follow our facebook page to keep up to date with upcoming events.<p class=\"p-text-break\"></p>Tutoring Schedule: <a href=\"https://upe.seas.ucla.edu/tutoring/\">https://upe.seas.ucla.edu/tutoring/</a><br>(Weeks 3 - 9: Monday - Friday, 9 am - 5 pm on Zoom)<p class=\"p-text-break\"></p>Facebook Page: <a href=\"https://www.facebook.com/upe.ucla/\">https://www.facebook.com/upe.ucla/</a><p class=\"p-text-break\"></p>Website:  <a href=\"https://upe.seas.ucla.edu/\">https://upe.seas.ucla.edu/</a>"
  },
  {
    "id": "urp",
    "path": "urp",
    "full_name": "Undergraduate Research Program",
    "short_name": "URP",
    "floor": 7,
    "table": "D",
    "umbrella": "",
    "website": "https://www.seasoasa.ucla.edu/undergraduate-research-program/",
    "email": "",
    "facebook": "",
    "twitter@": "",
    "instagram@": "",
    "discord": "",
    "tagline": "The Undergraduate Research Program is a new initiative from the UCLA Henry Samueli School of Engineering and Applied Science to develop first-in-class research opportunities that lead to undergraduates who are well-informed about engineering career opportunities in both academic and corporate settings.",
    "description": "UCLA Engineering boasts some of the world’s top researchers working at the forefront of technological innovation. In collaboration with multiple UCLA schools as well as universities around the globe, the UCLA Henry Samueli School of Engineering and Applied Science is leading initiatives that have the potential to change our world.<p class=\"p-text-break\"></p>URP has two programs – the academic year program and the summer program."
  }
]